{
  "anal-play-on-her": {
    "original": "Он ласкает и проникает пальцами или игрушкой в её попку.",
    "give": {
      "ru": "Ты ласкаешь её попку пальцами или игрушкой. Медленно растягиваешь, проникаешь внутрь.",
      "en": "You caress her ass with your fingers or a toy. Slowly stretching, penetrating inside.",
      "for": "M"
    },
    "receive": {
      "ru": "Он ласкает твою попку пальцами или игрушкой. Медленно растягивает, проникает внутрь.",
      "en": "He caresses your ass with his fingers or a toy. Slowly stretching, penetrating inside.",
      "for": "F"
    }
  },
  "anal-play-on-him": {
    "original": "Она ласкает его анус, проникает пальцем или игрушкой.",
    "give": {
      "ru": "Ты ласкаешь его анус пальцами или игрушкой. Массируешь простату.",
      "en": "You caress his anus with your fingers or a toy. Massaging his prostate.",
      "for": "F"
    },
    "receive": {
      "ru": "Она ласкает твой анус пальцами или игрушкой. Массирует простату.",
      "en": "She caresses your anus with her fingers or a toy. Massaging your prostate.",
      "for": "M"
    }
  },
  "pegging": {
    "original": "Она надевает страпон и трахает его в анус.",
    "give": {
      "ru": "Ты надеваешь страпон и трахаешь его в анус. Он стонет под тобой.",
      "en": "You put on a strap-on and fuck his ass. He moans beneath you.",
      "for": "F"
    },
    "receive": {
      "ru": "Она надевает страпон и трахает тебя в анус. Ты стонешь под ней.",
      "en": "She puts on a strap-on and fucks your ass. You moan beneath her.",
      "for": "M"
    }
  },
  "golden-shower-he-on-her": {
    "original": "Он писает на неё.",
    "give": {
      "ru": "Ты писаешь на неё. Она на коленях, принимает твою мочу на тело.",
      "en": "You pee on her. She's on her knees, accepting your urine on her body.",
      "for": "M"
    },
    "receive": {
      "ru": "Он писает на тебя. Ты на коленях, принимаешь его мочу на тело.",
      "en": "He pees on you. You're on your knees, accepting his urine on your body.",
      "for": "F"
    }
  },
  "golden-shower-she-on-him": {
    "original": "Она писает на него.",
    "give": {
      "ru": "Ты писаешь на него. Он на коленях, принимает твою мочу.",
      "en": "You pee on him. He's on his knees, accepting your urine.",
      "for": "F"
    },
    "receive": {
      "ru": "Она писает на тебя. Ты на коленях, принимаешь её мочу.",
      "en": "She pees on you. You're on your knees, accepting her urine.",
      "for": "M"
    }
  },
  "spitting-he-on-her": {
    "original": "Он плюёт ей в рот или на лицо.",
    "give": {
      "ru": "Ты плюёшь ей в рот или на лицо. Она принимает с открытыми губами.",
      "en": "You spit in her mouth or on her face. She accepts with open lips.",
      "for": "M"
    },
    "receive": {
      "ru": "Он плюёт тебе в рот или на лицо. Ты принимаешь с открытыми губами.",
      "en": "He spits in your mouth or on your face. You accept with open lips.",
      "for": "F"
    }
  },
  "spitting-she-on-him": {
    "original": "Она плюёт ему в лицо или в рот.",
    "give": {
      "ru": "Ты плюёшь ему в лицо или в рот. Он покорно принимает.",
      "en": "You spit on his face or in his mouth. He submissively accepts.",
      "for": "F"
    },
    "receive": {
      "ru": "Она плюёт тебе в лицо или в рот. Ты покорно принимаешь.",
      "en": "She spits on your face or in your mouth. You submissively accept.",
      "for": "M"
    }
  },
  "squirt-receiving": {
    "original": "Она сквиртует — ему в лицо, в рот, на тело.",
    "give": {
      "ru": "Ты сквиртуешь ему в лицо, в рот, на тело. Он пьёт и наслаждается.",
      "en": "You squirt on his face, in his mouth, on his body. He drinks and enjoys.",
      "for": "F"
    },
    "receive": {
      "ru": "Она сквиртует тебе в лицо, в рот, на тело. Ты пьёшь и наслаждаешься.",
      "en": "She squirts on your face, in your mouth, on your body. You drink and enjoy.",
      "for": "M"
    }
  },
  "female-harness": {
    "original": "Она в портупее или харнессе — ремешки на голом теле.",
    "give": {
      "ru": "Ты смотришь на неё в портупее — ремешки на голом теле, металлические кольца.",
      "en": "You watch her in a harness — straps on bare skin, metal rings.",
      "for": "M"
    },
    "receive": {
      "ru": "Ты в портупее — ремешки на голом теле, металлические кольца. Он смотрит на тебя.",
      "en": "You're in a harness — straps on bare skin, metal rings. He watches you.",
      "for": "F"
    }
  },
  "female-lingerie": {
    "original": "Женщина надевает красивое нижнее бельё.",
    "give": {
      "ru": "Ты смотришь на неё в кружевном белье. Прозрачное, открытое, соблазнительное.",
      "en": "You watch her in lace lingerie. Sheer, revealing, seductive.",
      "for": "M"
    },
    "receive": {
      "ru": "Ты в кружевном белье для него. Прозрачное, открытое, соблазнительное.",
      "en": "You're in lace lingerie for him. Sheer, revealing, seductive.",
      "for": "F"
    }
  },
  "female-uniforms": {
    "original": "Она надевает костюм медсестры, горничной или секретарши.",
    "give": {
      "ru": "Ты смотришь на неё в костюме — медсестра, горничная, секретарша. Раздеваешь взглядом.",
      "en": "You watch her in costume — nurse, maid, secretary. Undressing her with your eyes.",
      "for": "M"
    },
    "receive": {
      "ru": "Ты в костюме для него — медсестра, горничная, секретарша. Он раздевает тебя взглядом.",
      "en": "You're in costume for him — nurse, maid, secretary. He undresses you with his eyes.",
      "for": "F"
    }
  },
  "male-harness": {
    "original": "Он в кожаном харнессе — ремешки на голом торсе.",
    "give": {
      "ru": "Ты смотришь на него в кожаном харнессе — ремешки на голом торсе, металлические кольца.",
      "en": "You watch him in a leather harness — straps on bare torso, metal rings.",
      "for": "F"
    },
    "receive": {
      "ru": "Ты в кожаном харнессе — ремешки на голом торсе. Она смотрит на тебя.",
      "en": "You're in a leather harness — straps on bare torso. She watches you.",
      "for": "M"
    }
  },
  "male-lingerie": {
    "original": "Он в эротическом белье — джокстрап, стринги или сетка.",
    "give": {
      "ru": "Ты смотришь на него в эротическом белье — джокстрап, стринги. Он показывает тело.",
      "en": "You watch him in erotic underwear — jockstrap, thong. He shows off his body.",
      "for": "F"
    },
    "receive": {
      "ru": "Ты в эротическом белье для неё — джокстрап, стринги. Показываешь своё тело.",
      "en": "You're in erotic underwear for her — jockstrap, thong. Showing off your body.",
      "for": "M"
    }
  },
  "male-uniforms": {
    "original": "Он в униформе — полицейский, пожарный, дворецкий.",
    "give": {
      "ru": "Ты смотришь на него в униформе — полицейский, пожарный. Раздеваешь его взглядом.",
      "en": "You watch him in uniform — cop, firefighter. Undressing him with your eyes.",
      "for": "F"
    },
    "receive": {
      "ru": "Ты в униформе для неё — полицейский, пожарный. Она раздевает тебя взглядом.",
      "en": "You're in uniform for her — cop, firefighter. She undresses you with her eyes.",
      "for": "M"
    }
  },
  "cnc-he-takes-her": {
    "original": "Он прижимает её к стене, держит руки над головой, берёт силой (по договорённости).",
    "give": {
      "ru": "Ты прижимаешь её к стене, держишь руки над головой. Берёшь силой (по договорённости).",
      "en": "You pin her to the wall, hold her hands above her head. Take her by force (consensually).",
      "for": "M"
    },
    "receive": {
      "ru": "Он прижимает тебя к стене, держит руки над головой. Берёт силой (по договорённости).",
      "en": "He pins you to the wall, holds your hands above your head. Takes you by force (consensually).",
      "for": "F"
    }
  },
  "cnc-she-takes-him": {
    "original": "Она прижимает его к кровати, садится сверху, берёт силой (по договорённости).",
    "give": {
      "ru": "Ты прижимаешь его к кровати за запястья, садишься сверху. Берёшь его (по договорённости).",
      "en": "You pin him to the bed by his wrists, sit on top. Take him (consensually).",
      "for": "F"
    },
    "receive": {
      "ru": "Она прижимает тебя к кровати за запястья, садится сверху. Берёт тебя (по договорённости).",
      "en": "She pins you to the bed by your wrists, sits on top. Takes you (consensually).",
      "for": "M"
    }
  },
  "somnophilia-f-to-m": {
    "original": "Она занимается с ним сексом пока он спит.",
    "give": {
      "ru": "Ты занимаешься с ним сексом пока он спит. Он просыпается от удовольствия.",
      "en": "You have sex with him while he sleeps. He wakes up from pleasure.",
      "for": "F"
    },
    "receive": {
      "ru": "Она занимается с тобой сексом пока ты спишь. Ты просыпаешься от удовольствия.",
      "en": "She has sex with you while you sleep. You wake up from pleasure.",
      "for": "M"
    }
  },
  "somnophilia-m-to-f": {
    "original": "Он занимается с ней сексом пока она спит.",
    "give": {
      "ru": "Ты занимаешься с ней сексом пока она спит. Она просыпается от удовольствия.",
      "en": "You have sex with her while she sleeps. She wakes up from pleasure.",
      "for": "M"
    },
    "receive": {
      "ru": "Он занимается с тобой сексом пока ты спишь. Ты просыпаешься от удовольствия.",
      "en": "He has sex with you while you sleep. You wake up from pleasure.",
      "for": "F"
    }
  },
  "edging-he-controls-her": {
    "original": "Он стимулирует её до грани оргазма и прекращает.",
    "give": {
      "ru": "Ты доводишь её до грани оргазма и останавливаешься. Снова и снова. Она умоляет.",
      "en": "You bring her to the edge of orgasm and stop. Again and again. She begs.",
      "for": "M"
    },
    "receive": {
      "ru": "Он доводит тебя до грани оргазма и останавливается. Снова и снова. Ты умоляешь.",
      "en": "He brings you to the edge of orgasm and stops. Again and again. You beg.",
      "for": "F"
    }
  },
  "edging-she-controls-him": {
    "original": "Она стимулирует его до грани оргазма и прекращает.",
    "give": {
      "ru": "Ты доводишь его до грани оргазма и останавливаешься. Снова и снова. Он умоляет.",
      "en": "You bring him to the edge of orgasm and stop. Again and again. He begs.",
      "for": "F"
    },
    "receive": {
      "ru": "Она доводит тебя до грани оргазма и останавливается. Снова и снова. Ты умоляешь.",
      "en": "She brings you to the edge of orgasm and stops. Again and again. You beg.",
      "for": "M"
    }
  },
  "bondage-he-ties-her": {
    "original": "Он связывает её руки — над головой или к кровати.",
    "give": {
      "ru": "Ты связываешь её руки — над головой или к кровати. Она в твоей власти.",
      "en": "You tie her hands — above her head or to the bed. She's in your power.",
      "for": "M"
    },
    "receive": {
      "ru": "Он связывает твои руки — над головой или к кровати. Ты в его власти.",
      "en": "He ties your hands — above your head or to the bed. You're in his power.",
      "for": "F"
    }
  },
  "bondage-she-ties-him": {
    "original": "Она связывает его руки — к кровати или за спиной.",
    "give": {
      "ru": "Ты связываешь его руки — к кровати или за спиной. Он в твоей власти.",
      "en": "You tie his hands — to the bed or behind his back. He's in your power.",
      "for": "F"
    },
    "receive": {
      "ru": "Она связывает твои руки — к кровати или за спиной. Ты в её власти.",
      "en": "She ties your hands — to the bed or behind your back. You're in her power.",
      "for": "M"
    }
  },
  "collar-he-owns-her": {
    "original": "Он надевает на неё ошейник и держит поводок.",
    "give": {
      "ru": "Ты надеваешь на неё ошейник и держишь поводок. Она твоя.",
      "en": "You put a collar on her and hold the leash. She's yours.",
      "for": "M"
    },
    "receive": {
      "ru": "Он надевает на тебя ошейник и держит поводок. Ты его.",
      "en": "He puts a collar on you and holds the leash. You're his.",
      "for": "F"
    }
  },
  "collar-she-owns-him": {
    "original": "Она надевает ему на шею ошейник и держит поводок.",
    "give": {
      "ru": "Ты надеваешь на него ошейник и держишь поводок. Он твой.",
      "en": "You put a collar on him and hold the leash. He's yours.",
      "for": "F"
    },
    "receive": {
      "ru": "Она надевает на тебя ошейник и держит поводок. Ты её.",
      "en": "She puts a collar on you and holds the leash. You're hers.",
      "for": "M"
    }
  },
  "forced-orgasm-on-her": {
    "original": "Он использует вибратор, чтобы довести её до множественных оргазмов.",
    "give": {
      "ru": "Ты используешь вибратор, чтобы довести её до оргазма снова и снова. Она не может остановить тебя.",
      "en": "You use a vibrator to make her cum again and again. She can't stop you.",
      "for": "M"
    },
    "receive": {
      "ru": "Он использует вибратор, чтобы довести тебя до оргазма снова и снова. Ты не можешь остановить его.",
      "en": "He uses a vibrator to make you cum again and again. You can't stop him.",
      "for": "F"
    }
  },
  "forced-orgasm-on-him": {
    "original": "Она продолжает стимулировать его после оргазма.",
    "give": {
      "ru": "Ты продолжаешь стимулировать его после оргазма. Он связан и не может остановить тебя.",
      "en": "You keep stimulating him after orgasm. He's tied and can't stop you.",
      "for": "F"
    },
    "receive": {
      "ru": "Она продолжает стимулировать тебя после оргазма. Ты связан и не можешь остановить её.",
      "en": "She keeps stimulating you after orgasm. You're tied and can't stop her.",
      "for": "M"
    }
  },
  "free-use-f-available": {
    "original": "Она доступна для секса в любой момент.",
    "give": {
      "ru": "Она доступна тебе в любой момент. Можешь трахнуть когда захочешь, где захочешь.",
      "en": "She's available to you anytime. You can fuck her whenever you want, wherever you want.",
      "for": "M"
    },
    "receive": {
      "ru": "Ты доступна ему в любой момент. Он может трахнуть тебя когда захочет, где захочет.",
      "en": "You're available to him anytime. He can fuck you whenever he wants, wherever he wants.",
      "for": "F"
    }
  },
  "free-use-m-available": {
    "original": "Он доступен для секса в любой момент.",
    "give": {
      "ru": "Он доступен тебе в любой момент. Можешь использовать когда захочешь.",
      "en": "He's available to you anytime. You can use him whenever you want.",
      "for": "F"
    },
    "receive": {
      "ru": "Ты доступен ей в любой момент. Она может использовать тебя когда захочет.",
      "en": "You're available to her anytime. She can use you whenever she wants.",
      "for": "M"
    }
  },
  "ruined-orgasm-f-to-m": {
    "original": "Она прекращает стимуляцию в момент его оргазма, оставляя неудовлетворённым.",
    "give": {
      "ru": "Ты прекращаешь стимуляцию в момент его оргазма. Он кончает без удовольствия.",
      "en": "You stop stimulation at the moment of his orgasm. He cums without pleasure.",
      "for": "F"
    },
    "receive": {
      "ru": "Она прекращает стимуляцию в момент твоего оргазма. Ты кончаешь без удовольствия.",
      "en": "She stops stimulation at the moment of your orgasm. You cum without pleasure.",
      "for": "M"
    }
  },
  "ruined-orgasm-m-to-f": {
    "original": "Он прекращает стимуляцию в момент её оргазма.",
    "give": {
      "ru": "Ты прекращаешь стимуляцию в момент её оргазма. Она кончает без полного удовольствия.",
      "en": "You stop stimulation at the moment of her orgasm. She cums without full pleasure.",
      "for": "M"
    },
    "receive": {
      "ru": "Он прекращает стимуляцию в момент твоего оргазма. Ты кончаешь без полного удовольствия.",
      "en": "He stops stimulation at the moment of your orgasm. You cum without full pleasure.",
      "for": "F"
    }
  },
  "female-striptease": {
    "original": "Она раздевается для него медленно, эротично.",
    "give": {
      "ru": "Ты раздеваешься для него медленно, эротично. Он не может оторвать взгляд.",
      "en": "You undress for him slowly, erotically. He can't take his eyes off you.",
      "for": "F"
    },
    "receive": {
      "ru": "Она раздевается для тебя медленно, эротично. Ты не можешь оторвать взгляд.",
      "en": "She undresses for you slowly, erotically. You can't take your eyes off her.",
      "for": "M"
    }
  },
  "glory-hole-f-gives": {
    "original": "Она сосёт член через дырку в стене.",
    "give": {
      "ru": "Ты сосёшь анонимный член через дырку в стене. Не видишь кого.",
      "en": "You suck an anonymous cock through a hole in the wall. You can't see who.",
      "for": "F"
    },
    "receive": {
      "ru": "Анонимный рот сосёт твой член через дырку в стене. Ты не видишь кого.",
      "en": "An anonymous mouth sucks your cock through a hole in the wall. You can't see who.",
      "for": "M"
    }
  },
  "glory-hole-m-gives": {
    "original": "Он просовывает член в дырку в стене.",
    "give": {
      "ru": "Ты просовываешь член в дырку в стене. Анонимный рот принимает тебя.",
      "en": "You push your cock through a hole in the wall. An anonymous mouth takes you.",
      "for": "M"
    },
    "receive": {
      "ru": "Анонимный член появляется в дырке в стене. Ты принимаешь его в рот.",
      "en": "An anonymous cock appears through a hole in the wall. You take it in your mouth.",
      "for": "F"
    }
  },
  "male-striptease": {
    "original": "Он раздевается для неё медленно.",
    "give": {
      "ru": "Ты раздеваешься для неё медленно. Она смотрит с желанием.",
      "en": "You undress for her slowly. She watches with desire.",
      "for": "M"
    },
    "receive": {
      "ru": "Он раздевается для тебя медленно. Ты смотришь с желанием.",
      "en": "He undresses for you slowly. You watch with desire.",
      "for": "F"
    }
  },
  "breath-play-f-to-m": {
    "original": "Она контролирует его дыхание — рукой на горле или подушкой.",
    "give": {
      "ru": "Ты контролируешь его дыхание — рукой на горле. Он задыхается от возбуждения.",
      "en": "You control his breathing — hand on his throat. He gasps with arousal.",
      "for": "F"
    },
    "receive": {
      "ru": "Она контролирует твоё дыхание — рукой на горле. Ты задыхаешься от возбуждения.",
      "en": "She controls your breathing — hand on your throat. You gasp with arousal.",
      "for": "M"
    }
  },
  "breath-play-m-to-f": {
    "original": "Он контролирует её дыхание — рукой на горле.",
    "give": {
      "ru": "Ты контролируешь её дыхание — рукой на горле. Она задыхается от возбуждения.",
      "en": "You control her breathing — hand on her throat. She gasps with arousal.",
      "for": "M"
    },
    "receive": {
      "ru": "Он контролирует твоё дыхание — рукой на горле. Ты задыхаешься от возбуждения.",
      "en": "He controls your breathing — hand on your throat. You gasp with arousal.",
      "for": "F"
    }
  },
  "fisting-f-to-m": {
    "original": "Она вводит кулак в его анус.",
    "give": {
      "ru": "Ты вводишь кулак в его анус. Медленно, глубоко. Он стонет.",
      "en": "You insert your fist into his anus. Slowly, deeply. He moans.",
      "for": "F"
    },
    "receive": {
      "ru": "Она вводит кулак в твой анус. Медленно, глубоко. Ты стонешь.",
      "en": "She inserts her fist into your anus. Slowly, deeply. You moan.",
      "for": "M"
    }
  },
  "fisting-m-to-f": {
    "original": "Он вводит кулак в её влагалище или анус.",
    "give": {
      "ru": "Ты вводишь кулак в неё. Медленно, глубоко. Она стонет и растягивается.",
      "en": "You insert your fist into her. Slowly, deeply. She moans and stretches.",
      "for": "M"
    },
    "receive": {
      "ru": "Он вводит кулак в тебя. Медленно, глубоко. Ты стонешь и растягиваешься.",
      "en": "He inserts his fist into you. Slowly, deeply. You moan and stretch.",
      "for": "F"
    }
  },
  "knife-play-f-to-m": {
    "original": "Она водит ножом по его телу (безопасно).",
    "give": {
      "ru": "Ты водишь ножом по его телу. Он замирает, чувствуя холодный металл.",
      "en": "You run a knife over his body. He freezes, feeling the cold metal.",
      "for": "F"
    },
    "receive": {
      "ru": "Она водит ножом по твоему телу. Ты замираешь, чувствуя холодный металл.",
      "en": "She runs a knife over your body. You freeze, feeling the cold metal.",
      "for": "M"
    }
  },
  "knife-play-m-to-f": {
    "original": "Он водит ножом по её телу (безопасно).",
    "give": {
      "ru": "Ты водишь ножом по её телу. Она замирает, чувствуя холодный металл.",
      "en": "You run a knife over her body. She freezes, feeling the cold metal.",
      "for": "M"
    },
    "receive": {
      "ru": "Он водит ножом по твоему телу. Ты замираешь, чувствуя холодный металл.",
      "en": "He runs a knife over your body. You freeze, feeling the cold metal.",
      "for": "F"
    }
  },
  "lactation": {
    "original": "Он пьёт молоко из её груди.",
    "give": {
      "ru": "Ты даёшь ему грудь с молоком. Он сосёт и пьёт.",
      "en": "You give him your breast with milk. He sucks and drinks.",
      "for": "F"
    },
    "receive": {
      "ru": "Она даёт тебе грудь с молоком. Ты сосёшь и пьёшь.",
      "en": "She gives you her breast with milk. You suck and drink.",
      "for": "M"
    }
  },
  "mummification-f": {
    "original": "Он полностью обматывает её плёнкой или бинтами.",
    "give": {
      "ru": "Ты полностью обматываешь её плёнкой или бинтами. Она не может пошевелиться.",
      "en": "You wrap her completely in plastic or bandages. She can't move.",
      "for": "M"
    },
    "receive": {
      "ru": "Он полностью обматывает тебя плёнкой или бинтами. Ты не можешь пошевелиться.",
      "en": "He wraps you completely in plastic or bandages. You can't move.",
      "for": "F"
    }
  },
  "mummification-m": {
    "original": "Она полностью обматывает его плёнкой или бинтами.",
    "give": {
      "ru": "Ты полностью обматываешь его плёнкой или бинтами. Он не может пошевелиться.",
      "en": "You wrap him completely in plastic or bandages. He can't move.",
      "for": "F"
    },
    "receive": {
      "ru": "Она полностью обматывает тебя плёнкой или бинтами. Ты не можешь пошевелиться.",
      "en": "She wraps you completely in plastic or bandages. You can't move.",
      "for": "M"
    }
  },
  "objectification-f": {
    "original": "Он использует её как мебель или объект.",
    "give": {
      "ru": "Ты используешь её как мебель — столик, подставку. Она неподвижна.",
      "en": "You use her as furniture — a table, a stand. She's motionless.",
      "for": "M"
    },
    "receive": {
      "ru": "Он использует тебя как мебель — столик, подставку. Ты неподвижна.",
      "en": "He uses you as furniture — a table, a stand. You're motionless.",
      "for": "F"
    }
  },
  "objectification-m": {
    "original": "Она использует его как мебель или объект.",
    "give": {
      "ru": "Ты используешь его как мебель — стул, подставку для ног. Он неподвижен.",
      "en": "You use him as furniture — a chair, a footrest. He's motionless.",
      "for": "F"
    },
    "receive": {
      "ru": "Она использует тебя как мебель — стул, подставку для ног. Ты неподвижен.",
      "en": "She uses you as furniture — a chair, a footrest. You're motionless.",
      "for": "M"
    }
  },
  "choking-he-chokes-her": {
    "original": "Он кладёт руку на её горло и слегка сжимает.",
    "give": {
      "ru": "Ты кладёшь руку на её горло и слегка сжимаешь, контролируя её дыхание.",
      "en": "You put your hand on her throat and squeeze gently, controlling her breathing.",
      "for": "M"
    },
    "receive": {
      "ru": "Он кладёт руку на твоё горло и слегка сжимает, контролируя твоё дыхание.",
      "en": "He puts his hand on your throat and squeezes gently, controlling your breathing.",
      "for": "F"
    }
  },
  "choking-she-chokes-him": {
    "original": "Она обхватывает рукой его горло и слегка сжимает.",
    "give": {
      "ru": "Ты обхватываешь рукой его горло и слегка сжимаешь. Контролируешь его дыхание.",
      "en": "You wrap your hand around his throat and squeeze gently. Controlling his breathing.",
      "for": "F"
    },
    "receive": {
      "ru": "Она обхватывает рукой твоё горло и слегка сжимает. Контролирует твоё дыхание.",
      "en": "She wraps her hand around your throat and squeezes gently. Controlling your breathing.",
      "for": "M"
    }
  },
  "nipple-play-he-on-her": {
    "original": "Он ласкает, щипает, крутит её соски.",
    "give": {
      "ru": "Ты ласкаешь, щипаешь, крутишь её соски. Она стонет от удовольствия и боли.",
      "en": "You caress, pinch, twist her nipples. She moans from pleasure and pain.",
      "for": "M"
    },
    "receive": {
      "ru": "Он ласкает, щипает, крутит твои соски. Ты стонешь от удовольствия и боли.",
      "en": "He caresses, pinches, twists your nipples. You moan from pleasure and pain.",
      "for": "F"
    }
  },
  "nipple-play-she-on-him": {
    "original": "Она ласкает, щипает его соски.",
    "give": {
      "ru": "Ты ласкаешь, щипаешь его соски. Он стонет от удовольствия.",
      "en": "You caress, pinch his nipples. He moans with pleasure.",
      "for": "F"
    },
    "receive": {
      "ru": "Она ласкает, щипает твои соски. Ты стонешь от удовольствия.",
      "en": "She caresses, pinches your nipples. You moan with pleasure.",
      "for": "M"
    }
  },
  "spanking-he-spanks-her": {
    "original": "Она лежит у него на коленях, он шлёпает её по заднице.",
    "give": {
      "ru": "Она лежит у тебя на коленях, ты шлёпаешь её по заднице.",
      "en": "She lies across your lap, you spank her ass.",
      "for": "M"
    },
    "receive": {
      "ru": "Ты лежишь у него на коленях, он шлёпает тебя по заднице.",
      "en": "You lie across his lap, he spanks your ass.",
      "for": "F"
    }
  },
  "spanking-she-spanks-him": {
    "original": "Он лежит у неё на коленях, она шлёпает его по заднице.",
    "give": {
      "ru": "Он лежит у тебя на коленях, ты шлёпаешь его по заднице.",
      "en": "He lies across your lap, you spank his ass.",
      "for": "F"
    },
    "receive": {
      "ru": "Ты лежишь у неё на коленях, она шлёпает тебя по заднице.",
      "en": "You lie across her lap, she spanks your ass.",
      "for": "M"
    }
  },
  "wax-play-he-on-her": {
    "original": "Он капает горячим воском свечи на её тело.",
    "give": {
      "ru": "Ты капаешь горячим воском на её тело. Она вздрагивает от каждой капли.",
      "en": "You drip hot wax on her body. She flinches with each drop.",
      "for": "M"
    },
    "receive": {
      "ru": "Он капает горячим воском на твоё тело. Ты вздрагиваешь от каждой капли.",
      "en": "He drips hot wax on your body. You flinch with each drop.",
      "for": "F"
    }
  },
  "wax-play-she-on-him": {
    "original": "Она капает горячим воском на его тело.",
    "give": {
      "ru": "Ты капаешь горячим воском на его тело. Он вздрагивает от каждой капли.",
      "en": "You drip hot wax on his body. He flinches with each drop.",
      "for": "F"
    },
    "receive": {
      "ru": "Она капает горячим воском на твоё тело. Ты вздрагиваешь от каждой капли.",
      "en": "She drips hot wax on your body. You flinch with each drop.",
      "for": "M"
    }
  },
  "cbt": {
    "original": "Она причиняет боль его гениталиям — сжимает, шлёпает, связывает.",
    "give": {
      "ru": "Ты причиняешь боль его гениталиям — сжимаешь, шлёпаешь, связываешь.",
      "en": "You inflict pain on his genitals — squeezing, slapping, binding.",
      "for": "F"
    },
    "receive": {
      "ru": "Она причиняет боль твоим гениталиям — сжимает, шлёпает, связывает.",
      "en": "She inflicts pain on your genitals — squeezing, slapping, binding.",
      "for": "M"
    }
  },
  "face-slapping-he-slaps-her": {
    "original": "Он даёт ей пощёчину во время секса.",
    "give": {
      "ru": "Ты даёшь ей пощёчину. Её щека краснеет, глаза блестят.",
      "en": "You slap her face. Her cheek reddens, her eyes glisten.",
      "for": "M"
    },
    "receive": {
      "ru": "Он даёт тебе пощёчину. Твоя щека краснеет, горит.",
      "en": "He slaps your face. Your cheek reddens, burns.",
      "for": "F"
    }
  },
  "face-slapping-she-slaps-him": {
    "original": "Она даёт ему пощёчину.",
    "give": {
      "ru": "Ты даёшь ему пощёчину. Его щека краснеет.",
      "en": "You slap his face. His cheek reddens.",
      "for": "F"
    },
    "receive": {
      "ru": "Она даёт тебе пощёчину. Твоя щека краснеет.",
      "en": "She slaps your face. Your cheek reddens.",
      "for": "M"
    }
  },
  "whipping-f-to-m": {
    "original": "Она бьёт его плетью или флоггером.",
    "give": {
      "ru": "Ты бьёшь его плетью. Он вздрагивает от каждого удара.",
      "en": "You whip him. He flinches with each strike.",
      "for": "F"
    },
    "receive": {
      "ru": "Она бьёт тебя плетью. Ты вздрагиваешь от каждого удара.",
      "en": "She whips you. You flinch with each strike.",
      "for": "M"
    }
  },
  "whipping-m-to-f": {
    "original": "Он бьёт её плетью или флоггером по спине и ягодицам.",
    "give": {
      "ru": "Ты бьёшь её плетью по спине и ягодицам. Она вздрагивает от каждого удара.",
      "en": "You whip her back and buttocks. She flinches with each strike.",
      "for": "M"
    },
    "receive": {
      "ru": "Он бьёт тебя плетью по спине и ягодицам. Ты вздрагиваешь от каждого удара.",
      "en": "He whips your back and buttocks. You flinch with each strike.",
      "for": "F"
    }
  },
  "fingering": {
    "original": "Он ласкает её клитор пальцами и вводит пальцы внутрь.",
    "give": {
      "ru": "Ты ласкаешь её клитор пальцами и вводишь пальцы внутрь. Стимулируешь точку G.",
      "en": "You caress her clit with your fingers and slide them inside. Stimulating her G-spot.",
      "for": "M"
    },
    "receive": {
      "ru": "Он ласкает твой клитор пальцами и вводит пальцы внутрь. Стимулирует точку G.",
      "en": "He caresses your clit with his fingers and slides them inside. Stimulating your G-spot.",
      "for": "F"
    }
  },
  "handjob": {
    "original": "Она обхватывает его член рукой и ласкает.",
    "give": {
      "ru": "Ты обхватываешь его член рукой и ласкаешь. Медленно дразнишь или быстро до оргазма.",
      "en": "You wrap your hand around his cock and stroke. Slowly teasing or fast to orgasm.",
      "for": "F"
    },
    "receive": {
      "ru": "Она обхватывает твой член рукой и ласкает. Медленно дразнит или быстро до оргазма.",
      "en": "She wraps her hand around your cock and strokes. Slowly teasing or fast to orgasm.",
      "for": "M"
    }
  },
  "massage-he-massages-her": {
    "original": "Он массирует её тело маслом. Руки скользят к груди, между ног.",
    "give": {
      "ru": "Ты массируешь её тело маслом. Твои руки скользят к груди, между ног.",
      "en": "You massage her body with oil. Your hands glide to her breasts, between her legs.",
      "for": "M"
    },
    "receive": {
      "ru": "Он массирует твоё тело маслом. Его руки скользят к груди, между ног.",
      "en": "He massages your body with oil. His hands glide to your breasts, between your legs.",
      "for": "F"
    }
  },
  "massage-she-massages-him": {
    "original": "Она массирует его тело маслом. Руки скользят всё ниже, к члену.",
    "give": {
      "ru": "Ты массируешь его тело маслом. Твои руки скользят всё ниже, к члену.",
      "en": "You massage his body with oil. Your hands glide lower, to his cock.",
      "for": "F"
    },
    "receive": {
      "ru": "Она массирует твоё тело маслом. Её руки скользят всё ниже, к члену.",
      "en": "She massages your body with oil. Her hands glide lower, to your cock.",
      "for": "M"
    }
  },
  "blowjob": {
    "original": "Женщина стоит на коленях перед мужчиной, берёт его член в рот.",
    "give": {
      "ru": "Ты на коленях перед ним, берёшь его член в рот. Сосёшь, лижешь, ласкаешь языком.",
      "en": "You're on your knees before him, taking his cock in your mouth. Sucking, licking, caressing with your tongue.",
      "for": "F"
    },
    "receive": {
      "ru": "Она на коленях перед тобой, берёт твой член в рот. Сосёт, лижет, ласкает языком.",
      "en": "She's on her knees before you, taking your cock in her mouth. Sucking, licking, caressing with her tongue.",
      "for": "M"
    }
  },
  "cunnilingus": {
    "original": "Он между её ног, лижет её киску.",
    "give": {
      "ru": "Ты между её ног, лижешь её киску. Твой язык на клиторе, губы на половых губах.",
      "en": "You're between her legs, licking her pussy. Your tongue on her clit, lips on her labia.",
      "for": "M"
    },
    "receive": {
      "ru": "Он между твоих ног, лижет твою киску. Его язык на клиторе, губы на половых губах.",
      "en": "He's between your legs, licking your pussy. His tongue on your clit, lips on your labia.",
      "for": "F"
    }
  },
  "deepthroat": {
    "original": "Она берёт его член глубоко в горло.",
    "give": {
      "ru": "Ты берёшь его член глубоко в горло. До упора, до слёз, до рвотного рефлекса.",
      "en": "You take his cock deep in your throat. All the way, until tears, until gagging.",
      "for": "F"
    },
    "receive": {
      "ru": "Она берёт твой член глубоко в горло. До упора, до слёз, до рвотного рефлекса.",
      "en": "She takes your cock deep in her throat. All the way, until tears, until gagging.",
      "for": "M"
    }
  },
  "facesitting-he-on-her": {
    "original": "Он садится на её лицо. Она сосёт его член и лижет яйца снизу.",
    "give": {
      "ru": "Ты садишься ей на лицо. Она сосёт твой член и лижет яйца снизу.",
      "en": "You sit on her face. She sucks your cock and licks your balls from below.",
      "for": "M"
    },
    "receive": {
      "ru": "Он садится тебе на лицо. Ты сосёшь его член и лижешь яйца снизу.",
      "en": "He sits on your face. You suck his cock and lick his balls from below.",
      "for": "F"
    }
  },
  "rimming-he-to-her": {
    "original": "Он лижет её анус языком.",
    "give": {
      "ru": "Ты лижешь её анус языком. Она стонет от удовольствия.",
      "en": "You lick her anus with your tongue. She moans with pleasure.",
      "for": "M"
    },
    "receive": {
      "ru": "Он лижет твой анус языком. Ты стонешь от удовольствия.",
      "en": "He licks your anus with his tongue. You moan with pleasure.",
      "for": "F"
    }
  },
  "rimming-she-to-him": {
    "original": "Она лижет его анус языком.",
    "give": {
      "ru": "Ты лижешь его анус языком. Он стонет от удовольствия.",
      "en": "You lick his anus with your tongue. He moans with pleasure.",
      "for": "F"
    },
    "receive": {
      "ru": "Она лижет твой анус языком. Ты стонешь от удовольствия.",
      "en": "She licks your anus with his tongue. You moan with pleasure.",
      "for": "M"
    }
  },
  "boss-f-subordinate-m": {
    "original": "Ролевая игра начальница/подчинённый.",
    "give": {
      "ru": "Ты босс. Он твой подчинённый. Закрой дверь кабинета.",
      "en": "You're the boss. He's your subordinate. Close the office door.",
      "for": "F"
    },
    "receive": {
      "ru": "Она босс. Ты её подчинённый. Она закрывает дверь кабинета.",
      "en": "She's the boss. You're her subordinate. She closes the office door.",
      "for": "M"
    }
  },
  "boss-m-secretary-f": {
    "original": "Ролевая игра начальник/секретарша.",
    "give": {
      "ru": "Ты босс. Она твоя секретарша. Закрой дверь кабинета.",
      "en": "You're the boss. She's your secretary. Close the office door.",
      "for": "M"
    },
    "receive": {
      "ru": "Он босс. Ты его секретарша. Он закрывает дверь кабинета.",
      "en": "He's the boss. You're his secretary. He closes the office door.",
      "for": "F"
    }
  },
  "teacher-f-student-m": {
    "original": "Ролевая игра учительница/ученик.",
    "give": {
      "ru": "Ты строгая учительница. Он непослушный ученик, которого нужно наказать.",
      "en": "You're a strict teacher. He's a naughty student who needs to be punished.",
      "for": "F"
    },
    "receive": {
      "ru": "Она строгая учительница. Ты непослушный ученик, которого нужно наказать.",
      "en": "She's a strict teacher. You're a naughty student who needs to be punished.",
      "for": "M"
    }
  },
  "teacher-m-student-f": {
    "original": "Ролевая игра учитель/ученица.",
    "give": {
      "ru": "Ты строгий учитель. Она непослушная ученица, которую нужно наказать.",
      "en": "You're a strict teacher. She's a naughty student who needs to be punished.",
      "for": "M"
    },
    "receive": {
      "ru": "Он строгий учитель. Ты непослушная ученица, которую нужно наказать.",
      "en": "He's a strict teacher. You're a naughty student who needs to be punished.",
      "for": "F"
    }
  },
  "cock-ring": {
    "original": "Она надевает ему на член эрекционное кольцо.",
    "give": {
      "ru": "Ты надеваешь ему на член эрекционное кольцо. Он становится твёрже и дольше.",
      "en": "You put a cock ring on him. He gets harder and lasts longer.",
      "for": "F"
    },
    "receive": {
      "ru": "Она надевает тебе на член эрекционное кольцо. Ты становишься твёрже и дольше.",
      "en": "She puts a cock ring on you. You get harder and last longer.",
      "for": "M"
    }
  },
  "degradation-he-degrades-her": {
    "original": "Он унижает её словами — \"шлюха\", \"грязная девка\", \"на колени\".",
    "give": {
      "ru": "Ты унижаешь её словами — \"шлюха\", \"грязная девка\", \"на колени\".",
      "en": "You degrade her with words — \"slut\", \"dirty girl\", \"on your knees\".",
      "for": "M"
    },
    "receive": {
      "ru": "Он унижает тебя словами — \"шлюха\", \"грязная девка\", \"на колени\".",
      "en": "He degrades you with words — \"slut\", \"dirty girl\", \"on your knees\".",
      "for": "F"
    }
  },
  "degradation-she-degrades-him": {
    "original": "Она унижает его словами — \"жалкий\", \"ничтожество\", \"лизать мои ноги\".",
    "give": {
      "ru": "Ты унижаешь его словами — \"жалкий\", \"ничтожество\", \"лизать мои ноги\".",
      "en": "You degrade him with words — \"pathetic\", \"worthless\", \"lick my feet\".",
      "for": "F"
    },
    "receive": {
      "ru": "Она унижает тебя словами — \"жалкий\", \"ничтожество\", \"лизать мои ноги\".",
      "en": "She degrades you with words — \"pathetic\", \"worthless\", \"lick my feet\".",
      "for": "M"
    }
  },
  "praise-he-praises-her": {
    "original": "Он говорит ей \"хорошая девочка\", \"умница\", \"какая ты красивая\".",
    "give": {
      "ru": "Ты говоришь ей \"хорошая девочка\", \"умница\", \"какая ты красивая\".",
      "en": "You tell her \"good girl\", \"so smart\", \"you're so beautiful\".",
      "for": "M"
    },
    "receive": {
      "ru": "Он говорит тебе \"хорошая девочка\", \"умница\", \"какая ты красивая\".",
      "en": "He tells you \"good girl\", \"so smart\", \"you're so beautiful\".",
      "for": "F"
    }
  },
  "praise-she-praises-him": {
    "original": "Она говорит ему \"хороший мальчик\", \"молодец\", \"как ты меня радуешь\".",
    "give": {
      "ru": "Ты говоришь ему \"хороший мальчик\", \"молодец\", \"как ты меня радуешь\".",
      "en": "You tell him \"good boy\", \"well done\", \"you please me so much\".",
      "for": "F"
    },
    "receive": {
      "ru": "Она говорит тебе \"хороший мальчик\", \"молодец\", \"как ты меня радуешь\".",
      "en": "She tells you \"good boy\", \"well done\", \"you please me so much\".",
      "for": "M"
    }
  },
  "foot-worship-she-worships-his": {
    "original": "Она целует и лижет его ступни.",
    "give": {
      "ru": "Ты целуешь и лижешь его ступни. Он наслаждается твоим поклонением.",
      "en": "You kiss and lick his feet. He enjoys your worship.",
      "for": "F"
    },
    "receive": {
      "ru": "Она целует и лижет твои ступни. Ты наслаждаешься её поклонением.",
      "en": "She kisses and licks your feet. You enjoy her worship.",
      "for": "M"
    }
  },
  "body-worship-he-worships-her": {
    "original": "Он целует каждый сантиметр её тела с благоговением.",
    "give": {
      "ru": "Ты целуешь каждый сантиметр её тела с благоговением. Поклоняешься ей.",
      "en": "You kiss every inch of her body with reverence. Worshipping her.",
      "for": "M"
    },
    "receive": {
      "ru": "Он целует каждый сантиметр твоего тела с благоговением. Поклоняется тебе.",
      "en": "He kisses every inch of your body with reverence. Worshipping you.",
      "for": "F"
    }
  },
  "body-worship-she-worships-him": {
    "original": "Она целует каждый сантиметр его тела с благоговением.",
    "give": {
      "ru": "Ты целуешь каждый сантиметр его тела с благоговением. Поклоняешься ему.",
      "en": "You kiss every inch of his body with reverence. Worshipping him.",
      "for": "F"
    },
    "receive": {
      "ru": "Она целует каждый сантиметр твоего тела с благоговением. Поклоняется тебе.",
      "en": "She kisses every inch of your body with reverence. Worshipping you.",
      "for": "M"
    }
  },
  "foot-worship-he-worships-her": {
    "original": "Он целует и лижет её ступни, сосёт пальцы ног.",
    "give": {
      "ru": "Ты целуешь и лижешь её ступни, сосёшь её пальцы ног. Она смотрит на тебя сверху вниз.",
      "en": "You kiss and lick her feet, suck her toes. She looks down at you.",
      "for": "M"
    },
    "receive": {
      "ru": "Он целует и лижет твои ступни, сосёт твои пальцы ног. Ты смотришь на него сверху вниз.",
      "en": "He kisses and licks your feet, sucks your toes. You look down at him.",
      "for": "F"
    }
  },
  "cock-worship": {
    "original": "Она поклоняется его члену — целует, лижет, обожает.",
    "give": {
      "ru": "Ты поклоняешься его члену — целуешь, лижешь, обожаешь. Он твой бог.",
      "en": "You worship his cock — kissing, licking, adoring. He's your god.",
      "for": "F"
    },
    "receive": {
      "ru": "Она поклоняется твоему члену — целует, лижет, обожает. Ты её бог.",
      "en": "She worships your cock — kissing, licking, adoring. You're her god.",
      "for": "M"
    }
  },
  "pussy-worship": {
    "original": "Он поклоняется её киске — целует, лижет, обожает.",
    "give": {
      "ru": "Ты поклоняешься её киске — целуешь, лижешь, обожаешь. Она твоя богиня.",
      "en": "You worship her pussy — kissing, licking, adoring. She's your goddess.",
      "for": "M"
    },
    "receive": {
      "ru": "Он поклоняется твоей киске — целует, лижет, обожает. Ты его богиня.",
      "en": "He worships your pussy — kissing, licking, adoring. You're his goddess.",
      "for": "F"
    }
  }
}
